Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: %lld-second average
de: %lld-Sekunden-Durchschnitt
es: promedio de %lld segundos
fr: moyenne sur %lld secondes
it: Media di %lld secondi
pl: %lld – druga średnia
pt_pt: média de %lld segundos
ru: %lld-секундное среднее
th: ค่าเฉลี่ย %lld วินาที
zh_hans: %lld 秒平均值
zh_hant: %lld 秒平均

source: %lld–%lld bpm
de: %1$lld–%2$lld bpm
es: %1$lld–%2$lld bpm
fr: %1$lld–%2$lld bpm
th: %lld–%lld ครั้งต่อนาที

source: %lld–%lld%@ · step %lld
de: %lld–%lld%@ · Schritt %lld
es: %lld–%lld%@ · paso %lld
fr: %lld–%lld%@ · étape %lld
it: %lld–%lld%@ · passo %lld
pl: %lld–%lld%@ · krok %lld
pt_pt: %lld–%lld%@ · etapa %lld
ru: %lld–%lld%@ · шаг %lld
th: %lld–%lld%@ · ขั้นตอน %lld
zh_hans: %lld–%lld%@ · 第 %lld 步
zh_hant: %lld–%lld%@ · 第 %lld 步

source: %lld/7 days
de: %lld/7 Tage
es: %lld/7 días
fr: %lld/7 jours
it: %lld/7 giorni
pl: %lld/7 dni
pt_pt: %lld/7 dias
ru: %lld/7 дней
th: %lld/7 วัน
zh_hans: %lld/7 天
zh_hant: %lld/7 天

source: %lld%% Charge
de: %lld%% Ladung
es: %lld%% de Carga
fr: %lld%% de Charge
it: %lld%% di carica
pl: %lld%% Energia
pt_pt: %lld%% Carga
ru: %lld%% заряда
th: พลังฟื้นตัว %lld%%
zh_hans: %lld%% 能量
zh_hant: %lld%% 能量

source: %lld%% left. The strap stops recording near 10%% — it won't capture tonight unless you charge it.
de: %lld%% übrig. Der Strap hört bei etwa 10%% auf aufzuzeichnen – ohne Aufladen erfasst er die heutige Nacht nicht.
es: Batería al %lld%%. La pulsera deja de registrar cerca del 10%% — no captará esta noche si no la cargas.
fr: Il reste %lld%%. Le bracelet cesse d'enregistrer vers 10%% — il ne captera pas cette nuit sans recharge.
it: Batteria al %lld%%. La fascia smette di registrare intorno al 10%% — non registrerà stanotte se non la ricarichi.
pl: %lld%% w lewo. Pasek przestaje nagrywać w pobliżu 10%% — dziś wieczorem nie będzie nagrywał, chyba że go naładujesz.
pt_pt: Bateria a %lld%%. A correia deixa de gravar perto dos 10%% – não vai captar esta noite se não a carregares.
ru: Осталось %lld%%. Браслет прекращает запись около 10%% — без зарядки он не запишет сегодняшнюю ночь.
th: เหลือ %lld%% สายรัดจะหยุดบันทึกเมื่อใกล้ 10%% — หากไม่ชาร์จ จะไม่สามารถบันทึกคืนนี้ได้
zh_hans: 剩余 %lld%%。手环在约 10%% 时就会停止记录——不充电就无法记录今晚。
zh_hant: 剩餘 %lld%%。手環在約 10%% 時就會停止記錄——不充電就無法記錄今晚。

source: %lld%% of today's goal
de: %lld%% des Tagesziels
es: %lld%% del objetivo de hoy
fr: %lld%% de l'objectif du jour
it: %lld%% dell'obiettivo di oggi
pl: %lld%% dzisiejszego celu
pt_pt: %lld%% da meta de hoje
ru: %lld%% от сегодняшней цели
th: %lld%% ประตูของวันนี้
zh_hans: 今日目标的 %lld%%
zh_hant: 今日目標的 %lld%%

source: %lldh ago
de: vor %lld Std.
es: hace %lldh
fr: il y a %lldh
it: %lldh fa
pl: %lldh temu
pt_pt: há %lld h
ru: %lldч назад
th: %lldh มาแล้ว
zh_hans: %lld 小时前
zh_hant: %lld 小時前

source: %lldh elevated
de: %lld Std. erhöht
es: %lldh elevado
fr: %lldh élevé
it: %lldh elevata
pl: %lldh podwyższone
pt_pt: %lldh elevado
ru: %lldч повышено
th: %lldh ยกระดับแล้ว
zh_hans: 升高 %lld 小时
zh_hant: 升高 %lld 小時

source: %lldm in zone
de: %lldm in der Zone
es: %lldm en zona
fr: %lldm en zone
it: %lldm in zona
pl: %lldm w strefie
pt_pt: %lldm na zona
ru: %lldм в зоне
th: %lldm ในโซน
zh_hans: 区间内 %lld 分钟
zh_hant: 區間內 %lld 分鐘

# %llds left · %lld beats
source: %1$llds left · %2$lld beats
de: %1$llds übrig · %2$lld Schläge
es: %llds restantes · %lld latidos
fr: %1$llds restantes · %2$lld battements
it: %1$llds rimasti · %2$lld battiti
pl: Pozostało %1$lld · Beaty %2$lld
pt_pt: %1$llds restantes · %2$lld batidas
ru: %1$llds осталось · %2$lld ударов
th: %lld ออกไปแล้ว · จังหวะ %lld
zh_hans: 还剩 %1$lld 秒 · %2$lld 次心跳
zh_hant: 還剩 %1$lld 秒 · %2$lld 次心跳

source: +%lld pt
de: +%lld Pkt.
pl: +%lld pkt
ru: +%lld балл
th: +%lld พอยต์
zh_hans: +%lld 分
zh_hant: +%lld 分

source: +%lld pts
de: +%lld Pkt.
it: +%lld pt
pl: +%lld pkt
pt_pt: +%lld pontos
ru: +%lld баллов
th: +%lld แต้ม
zh_hans: +%lld 分
zh_hant: +%lld 分

source: ± %lld yr · a fitness comparison, not a biological age
de: ± %lld J. · ein Fitnessvergleich, kein biologisches Alter
es: ± %lld años · una comparación de forma física, no una edad biológica
fr: ± %lld an · une comparaison de forme physique, pas un âge biologique
it: ± %lld anni · un confronto di forma fisica, non un'età biologica
pl: ± %lld rok · porównanie sprawności, a nie wieku biologicznego
pt_pt: ± %lld anos · uma comparação de condição física, não uma idade biológica
ru: ± %lld лет · сравнение уровня физической подготовки, а не биологический возраст
th: ± %lld ปี · การเปรียบเทียบสมรรถภาพ ไม่ใช่อายุทางชีววิทยา
zh_hans: ± %lld 岁 · 一种体能比较，而非生物学年龄
zh_hant: ± %lld 歲 · 一種體能比較，而非生物學年齡

source: × %@ on save.
de: × %@ beim Sichern.
es: × %@ al guardar.
fr: × %@ à l'enregistrement.
it: × %@ al salvataggio.
pl: × %@ przy zapisie.
pt_pt: × %@ ao guardar.
ru: × %@ при сохранении.
th: × %@ เมื่อบันทึก
zh_hans: 保存时 × %@。
zh_hant: 儲存時 × %@。

source: ~%lld days left
de: ~%lld Tage übrig
es: ~%lld días restantes
fr: ~%lld jours restants
it: ~%lld giorni rimasti
pl: ~%lld Pozostało dni
pt_pt: ~%lld dias restantes
ru: осталось ~%lld дн.
th: เหลือ ~%lld วัน
zh_hans: 约剩 %lld 天
zh_hant: 約剩 %lld 天

source: ~%lldh left
de: ~%lld Std. übrig
es: ~%lld h restantes
fr: ~%lld h restantes
it: ~%lldh rimaste
pl: ~%lldh pozostało
pt_pt: ~%lldh esquerda
ru: осталось ~%lldч
th: ~%lldh เหลือแล้ว
zh_hans: 约剩 %lld 小时
zh_hant: 約剩 %lld 小時

source: ~1 day left
de: ~1 Tag übrig
es: ~1 día restante
fr: ~1 jour restant
it: ~1 giorno rimasto
pl: Pozostał ~1 dzień
pt_pt: ~1 dia restante
ru: остался ~1 день
th: ~เหลือเวลาอีก 1 วัน
zh_hans: 约剩 1 天
zh_hant: 約剩 1 天

source: ~day %lld
de: ~Tag %lld
es: ~día %lld
fr: ~jour %lld
it: ~giorno %lld
pl: ~dzień %lld
pt_pt: ~dia %lld
ru: ~день %lld
th: · ~วัน %lld
zh_hans: ~第 %lld 天
zh_hant: ~第 %lld 天

source: ~day %lld-%lld
de: ~Tag %1$lld–%2$lld
es: ~día %1$lld–%2$lld
fr: ~jour %1$lld–%2$lld
it: ~giorno %1$lld–%2$lld
pl: ~dzień %lld-%lld
pt_pt: ~dia %1$lld–%2$lld
ru: ~день %1$lld–%2$lld
th: · ~วัน %lld–%lld
zh_hans: ~第 %1$lld–%2$lld 天
zh_hant: ~第 %1$lld–%2$lld 天

source: ≈ %@ steps (auto)
de: ≈ %@ Schritte (automatisch)
es: ≈ %@ pasos (auto)
fr: ≈ %@ pas (auto)
it: ≈ %@ passi (auto)
pl: ≈ kroki %@ (automatyczne)
pt_pt: ≈ %@ passos (automático)
ru: ≈ %@ шагов (авто)
th: ≈ %@ ก้าว (อัตโนมัติ)
zh_hans: ≈ %@ 步（自动）
zh_hant: ≈ %@ 步（自動）

source: ≈ %@ steps at this setting
de: ≈ %@ Schritte bei dieser Einstellung
es: ≈ %@ pasos con este ajuste
fr: ≈ %@ pas avec ce réglage
it: ≈ %@ passi con questa impostazione
pl: ≈ %@ kroki przy tym ustawieniu
pt_pt: ≈ %@ passos nesta configuração
ru: ≈ %@ шагов при этой настройке
th: ≈ %@ ก้าวที่การตั้งค่านี้
zh_hans: 此设置下 ≈ %@ 步
zh_hant: 此設定下 ≈ %@ 步

source: 0 pts
de: 0 Pkt.
fr: 0 pt
it: 0 pt
pl: 0 pkt
pt_pt: 0 pontos
ru: 0 баллов
th: 0 คะแนน
zh_hans: 0 分
zh_hant: 0 分

source: 0-%@ scale
de: 0-%@ Skala
es: Escala 0-%@
fr: Échelle 0-%@
it: scala 0-%@
pl: Skala 0-%@
pt_pt: Escala 0-%@
ru: шкала 0-%@
th: สเกล 0–%@
zh_hans: 0-%@ 比例
zh_hant: 0-%@ 比例

source: 0-%lld scale
de: 0-%1$lld-Skala
es: Escala 0-%1$lld
fr: Échelle 0-%1$lld
pl: Skala 0-%lld
pt_pt: Escala 0-%lld
th: สเกล 0-%lld

source: 0–%@ scale
de: Skala 0–%@
es: escala de 0–%@
fr: échelle 0–%@
it: Scala 0–%@
pl: Skala 0–%@
pt_pt: Escala 0–%@
ru: Шкала 0–%@
th: สเกล 0–%@
zh_hans: 0–%@ 量表
zh_hant: 0–%@ 量表

source: 1 app on
de: 1 App aktiv
es: 1 app activa
fr: 1 app active
it: 1 app attiva
pl: 1 aplikacja włączona
pt_pt: 1 aplicação ativada
ru: 1 приложение активно
th: เปิด 1 แอปแล้ว
zh_hans: 已开启 1 个应用
zh_hant: 已開啟 1 個應用程式

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
pl: 1 dzień
pt_pt: 1 dia
ru: 1 день
th: 1 วัน
zh_hans: 1 天
zh_hant: 1 天

source: 1 day · %@
de: 1 Tag · %@
es: 1 día · %@
fr: 1 jour · %@
it: 1 giorno · %@
pl: 1 dzień · %@
pt_pt: 1 dia · %@
ru: 1 день · %@
th: 1 วัน · %@
zh_hans: 1 天 · %@
zh_hant: 1 天 · %@

source: 1 day · %@ · some sparse series widened
de: 1 Tag · %@ · einige lückenhafte Reihen verbreitert
es: 1 día · %@ · algunas series dispersas ampliadas
fr: 1 jour · %@ · certaines séries éparses élargies
it: 1 giorno · %@ · alcune serie sparse ampliate
pl: 1 dzień · %@ · Poszerzono niektóre rzadkie serie
pt_pt: 1 dia · %@ · algumas séries esparsas ampliadas
ru: 1 день · %@ · некоторые разреженные ряды расширены
th: 1 วัน · %@ · ชุดข้อมูลที่มีข้อมูลน้อยถูกขยายช่วง
zh_hans: 1 天 · %@ · 部分稀疏序列已加宽
zh_hant: 1 天 · %@ · 部分稀疏序列已加寬

source: 1 day your phone also counted
de: 1 Tag, den dein Telefon ebenfalls gezählt hat
es: 1 día que tu teléfono también contó
fr: 1 jour que votre téléphone a également compté
it: 1 giorno contato anche dal tuo telefono
pl: 1 dzień Twój telefon też się liczył
pt_pt: 1 dia o teu telemóvel também contou
ru: 1 день, когда ваш телефон тоже считал
th: 1 วันโทรศัพท์ของคุณก็นับเช่นกัน
zh_hans: 其中 1 天你的手机也在计数
zh_hant: 你的手機也計入的 1 天

source: 1 device reading your heart rate
de: 1 Gerät liest deine Herzfrequenz
es: 1 dispositivo leyendo tu frecuencia cardíaca
fr: 1 appareil lit votre fréquence cardiaque
it: 1 dispositivo che legge la tua frequenza cardiaca
pl: 1 urządzenie odczytujące tętno
pt_pt: 1 dispositivo a ler a tua frequência cardíaca
ru: 1 устройство считывает ваш пульс
th: อุปกรณ์ 1 เครื่องอ่านอัตราการเต้นหัวใจของคุณ
zh_hans: 1 台设备正在读取你的心率
zh_hant: 1 部裝置正在讀取你的心率

source: 1 frame captured this session.
de: 1 Frame in dieser Sitzung erfasst.
es: 1 trama capturado en esta sesión.
fr: 1 trame capturée lors de cette séance.
it: 1 frame acquisito in questa sessione.
pl: 1 klatka uchwyciła tę sesję.
pt_pt: 1 quadro captou esta sessão.
ru: За эту сессию захвачен 1 кадр.
th: 1 เฟรมบันทึกเซสชันนี้
zh_hans: 本次会话已捕获 1 帧。
zh_hant: 本次工作階段已擷取 1 幀。

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
pl: 1 godzina
pt_pt: 1 hora
ru: 1 час
th: 1 ชั่วโมง
zh_hans: 1 小时
zh_hant: 1 小時

source: 1 marker tracked · %lld readings
de: 1 Marker erfasst · %lld Messwerte
es: 1 marcador registrado · %lld lecturas
fr: 1 marqueur suivi · %lld lectures
it: 1 marcatore monitorato · %lld letture
pl: Śledzono 1 znacznik · Odczyty %lld
pt_pt: 1 marcador rastreado · %lld leituras
ru: Отслеживается 1 маркер · %lld показаний
th: ติดตามตัวชี้วัด 1 รายการ · ค่าที่วัดได้ %lld ค่า
zh_hans: 跟踪 1 项标记 · %lld 条读数
zh_hant: 追蹤 1 個標記 · %lld 筆讀數

source: 1 marker tracked · 1 reading
de: 1 Marker erfasst · 1 Messwert
es: 1 marcador registrado · 1 lectura
fr: 1 marqueur suivi · 1 lecture
it: 1 marcatore monitorato · 1 lettura
pl: Wyśledzony 1 znacznik · 1 odczyt
pt_pt: 1 marcador rastreado · 1 leitura
ru: Отслеживается 1 маркер · 1 показание
th: ติดตามตัวชี้วัด 1 รายการ · ค่าที่วัดได้ 1 ค่า
zh_hans: 跟踪 1 项标记 · 1 条读数
zh_hant: 追蹤 1 個標記 · 1 筆讀數

source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
it: 1 mese
pl: 1 miesiąc
pt_pt: 1 mês
ru: 1 месяц
th: 1 เดือน
zh_hans: 1 个月
zh_hant: 1 個月

source: 1 more night of wear and we can show your Fitness Age.
de: Noch eine Nacht lang getragen und wir können Ihr Fitnessalter zeigen.
es: 1 noche más de uso y podremos mostrar tu edad física.
fr: 1 nuit de plus et nous pourrons afficher votre âge physique.
it: Ancora 1 notte di utilizzo e potremo mostrare la tua età di forma fisica.
pl: Jeszcze jedna noc noszenia i pokażemy Twój wiek sprawnościowy.
pt_pt: Mais 1 noite de uso e podemos mostrar sua Idade Fitness.
ru: Еще 1 ночь ношения, и мы сможем показать ваш фитнес-возраст.
th: ใส่อีก 1 คืน แล้วเราจะแสดงอายุความฟิตของคุณได้
zh_hans: 再佩戴 1 晚，我们即可显示您的健康年龄。
zh_hant: 再配戴 1 晚，我們即可顯示您的健康年齡。

source: 1 more night of wear, plus your age and sex below, and we can show your Fitness Age.
de: Tragen Sie es noch eine Nacht lang und geben Sie unten Ihr Alter und Geschlecht ein. Dann können wir Ihr Fitnessalter anzeigen.
es: 1 noche más de uso, más tu edad y sexo a continuación, y podremos mostrarte tu edad física.
fr: Une nuit supplémentaire de port, plus votre âge et votre sexe ci-dessous, et nous pourrons afficher votre âge physique.
it: Indossi un'altra notte, più la tua età e il tuo sesso di seguito e potremo mostrare la tua età di forma fisica.
pl: Jeszcze jedna noc noszenia oraz wiek i płeć poniżej, a pokażemy Twój wiek sprawnościowy.
pt_pt: Mais 1 noite de uso, além de sua idade e sexo abaixo, e podemos mostrar sua Idade Fitness.
ru: Еще 1 ночь ношения, а также ваш возраст и пол, указанные ниже, и мы сможем показать ваш фитнес-возраст.
th: สวมใส่เพิ่มอีก 1 คืน บวกอายุและเพศของคุณด้านล่าง แล้วเราจะแสดงอายุความฟิตของคุณได้
zh_hans: 再佩戴 1 晚，加上下面您的年龄和性别，我们就可以显示您的健康年龄。
zh_hant: 再戴 1 晚，加上下面您的年齡和性別，我們就可以顯示您的健康年齡。

source: 1 new day of history landed. Open Trends to see it.
de: 1 neuer Verlaufstag eingetroffen. Öffne Trends, um ihn zu sehen.
es: 1 nuevo día de historial ha llegado. Abre Tendencias para verlo.
fr: 1 nouveau jour d'historique est arrivé. Ouvrez Tendances pour le voir.
it: È arrivato 1 nuovo giorno di cronologia. Apri Tendenze per vederlo.
pl: Nadszedł nowy dzień historii. Otwórz Trendy, aby je zobaczyć.
pt_pt: Chegou 1 novo dia de histórico. Abra Tendências para ver.
ru: Поступил 1 новый день истории. Откройте «Тренды», чтобы увидеть его.
th: มีข้อมูลย้อนหลังใหม่ 1 วัน เปิดแนวโน้มเพื่อดูข้อมูล
zh_hans: 新增 1 天历史数据。打开趋势即可查看。
zh_hant: 1 天的新歷史資料已到位。打開趨勢即可查看。

source: 1 night ago
de: vor 1 Nacht
es: hace 1 noche
fr: il y a 1 nuit
it: 1 notte fa
pl: 1 noc temu
pt_pt: Há 1 noite
ru: 1 ночь назад
th: 1 คืนที่แล้ว
zh_hans: 1 晚前
zh_hant: 1 晚前

source: 1 night to go
de: noch 1 Nacht
es: falta 1 noche
fr: encore 1 nuit
it: Manca 1 notte
pl: Jeszcze 1 noc
pt_pt: 1 noite para ir
ru: Осталась 1 ночь
th: เหลืออีก 1 คืน.
zh_hans: 还差 1 晚
zh_hant: 還差 1 晚

source: 1 not measured
de: 1 nicht gemessen
es: 1 sin medir
fr: 1 non mesuré
it: 1 non misurato
pl: 1 nie mierzone
pt_pt: 1 não medido
ru: 1 не измерено
th: 1 ไม่ได้วัด
zh_hans: 1 项未测量
zh_hant: 1 項未測量

source: 1 pair
de: 1 Paar
es: 1 par
fr: 1 paire
it: 1 paio
pl: 1 para
pt_pt: 1 par
ru: 1 пара
th: 1คู่
zh_hans: 1 双
zh_hant: 1 雙

source: 1 paired
de: 1 gepaart
es: 1 par
fr: 1 paire
it: 1 accoppiato
pl: 1 sparowane
pt_pt: 1 emparelhado
ru: 1 пара
th: 1คู่
zh_hans: 1 配对
zh_hant: 1 配對

source: 1 reading · %@
de: 1 Messwert · %@
es: 1 lectura · %@
fr: 1 lecture · %@
it: 1 lettura · %@
pl: 1 czytanie · %@
pt_pt: 1 leitura · %@
ru: 1 показание · %@
th: ค่าที่วัดได้ 1 ค่า · %@
zh_hans: 1 条读数 · %@
zh_hant: 1 筆讀數 · %@

source: 1 reading · sparse, widened to %@
de: 1 Messwert · lückenhaft, verbreitert auf %@
es: 1 lectura · dispersa, ampliada a %@
fr: 1 lecture · éparse, élargie à %@
it: 1 lettura · sparsa, ampliata a %@
pl: 1 odczyt · rzadki, rozszerzony do %@
pt_pt: 1 leitura · escassa, ampliada para %@
ru: 1 показание · разреженное, расширено до %@
th: ค่าที่วัดได้ 1 ค่า · ข้อมูลมีน้อย จึงขยายช่วงเป็น %@
zh_hans: 1 条读数 · 稀疏，已加宽至 %@
zh_hant: 1 筆讀數 · 稀疏，已加寬至 %@

source: 1 reading · your own entries
de: 1 Messwert · dein eigener Eintrag
es: 1 lectura · tus propias entradas
fr: 1 lecture · vos propres entrées
it: 1 lettura · le tue voci
pl: 1 czytanie · własne wpisy
pt_pt: 1 leitura · as tuas entradas
ru: 1 показание · ваши собственные записи
th: ค่าที่วัดได้ 1 ค่า · ข้อมูลที่คุณบันทึก
zh_hans: 1 条读数 · 你自己的记录
zh_hant: 1 筆讀數 · 你自己的記錄

# 1 reading across %lld · %@
source: 1 reading across %1$lld · %2$@
de: 1 Messwert über %1$lld · %2$@
es: 1 lectura en %lld · %@
fr: 1 lecture sur %1$lld · %2$@
it: 1 lettura su %lld · %@
pl: 1 odczyt w %1$lld · %2$@
pt_pt: 1 leitura em %1$lld · %2$@
ru: 1 показание за %1$lld · %2$@
th: ค่าที่วัดได้ 1 ค่าในช่วง %lld · %@
zh_hans: %lld 项中共 1 条读数 · %@
zh_hant: %lld 項中有 1 筆讀數 · %@

# 1 reading across %lld · %@ · sparse widened
source: 1 reading across %1$lld · %2$@ · sparse widened
de: 1 Messwert über %1$lld · %2$@ · lückenhaft, verbreitert
es: 1 lectura en %lld · %@ · dispersa, ampliada
fr: 1 lecture sur %1$lld · %2$@ · éparses, élargies
it: 1 lettura su %lld · %@ · sparse ampliate
pl: 1 odczyt w poprzek %1$lld · %2$@ · rzadkie poszerzenie
pt_pt: 1 leitura em %1$lld · %2$@ · escassa ampliada
ru: 1 показание за %1$lld · %2$@ · разреженные расширены
th: ค่าที่วัดได้ 1 ค่าในช่วง %lld · %@ · ขยายช่วงเพื่อให้เห็นข้อมูล
zh_hans: %lld 项中共 1 条读数 · %@ · 稀疏已加宽
zh_hant: %lld 項中有 1 筆讀數 · %@ · 稀疏已加寬

source: 1 reading lines up so far, not enough to read a trend yet (NOOP waits for %lld).
de: 1 Messwert stimmt bisher überein, noch nicht genug für einen Trend (NOOP wartet auf %lld).
es: 1 lectura coincide hasta ahora, no es suficiente para leer una tendencia todavía (NOOP espera %lld).
fr: 1 lecture concorde jusqu'à présent, pas suffisant pour dégager une tendance (NOOP attend %lld).
it: Per ora combacia 1 lettura, non basta ancora per leggere una tendenza (NOOP ne aspetta %lld).
pl: Jak dotąd 1 linia odczytu nie wystarczy, aby odczytać trend (NOOP czeka na %lld).
pt_pt: 1 leitura alinha até agora, ainda não é suficiente para ler uma tendência (NOOP espera por %lld).
ru: Пока совпадает 1 показание — этого недостаточно, чтобы определить тренд (NOOP ждёт %lld).
th: มีค่าที่วัดได้ 1 ค่า ซึ่งยังไม่พอสำหรับดูแนวโน้ม (NOOP รอให้ครบ %lld ค่า)
zh_hans: 目前只有 1 条读数对得上，还不足以看出趋势（NOOP 会等到 %lld 条）。
zh_hant: 目前已有 1 筆讀數對齊，還不足以讀出趨勢（NOOP 需等待 %lld 筆）。

source: 1 remembered fact. The coach uses these in every reply.
de: 1 gespeicherter Fakt. Der Coach nutzt diese in jeder Antwort.
es: 1 dato guardado. El coach los usa en cada respuesta.
fr: 1 fait retenu. Le coach les utilise dans chaque réponse.
it: 1 fatto ricordato. L'allenatore li usa in ogni risposta.
pl: 1 zapamiętany fakt. Trener korzysta z niego w każdej odpowiedzi.
pt_pt: 1 fato lembrado. O treinador usa isso em todas as respostas.
ru: 1 запомнившийся факт. Тренер использует их в каждом ответе.
th: 1 ความจริงที่จำได้ โค้ชใช้สิ่งเหล่านี้ในทุกการตอบกลับ
zh_hans: 1 记住的事实。教练在每次回复中都会用到这些。
zh_hant: 1 記住的事實。教練在每次回覆中都會用到這些。

source: 1 row skipped
de: 1 Zeile übersprungen
es: 1 fila omitida
fr: 1 ligne ignorée
it: 1 riga saltata
pl: Pominięto 1 wiersz
pt_pt: 1 linha ignorada
ru: 1 строка пропущена
th: ข้ามไป 1 แถว
zh_hans: 跳过 1 行
zh_hant: 已略過 1 列

source: 1 session
de: 1 Sitzung
es: 1 sesión
fr: 1 séance
it: 1 sessione
pl: 1 sesja
pt_pt: 1 sessão
ru: 1 сессия
th: 1 เซสชัน
zh_hans: 1 次会话
zh_hant: 1 次訓練

source: 1 session · %@
de: 1 Sitzung · %@
es: 1 sesión · %@
fr: 1 séance · %@
it: 1 sessione · %@
pl: 1 sesja · %@
pt_pt: 1 sessão · %@
ru: 1 сессия · %@
th: 1 เซสชัน · %@
zh_hans: 1 次会话 · %@
zh_hant: 1 次訓練 · %@

source: 1 session · sparse, widened to %@
de: 1 Sitzung · lückenhaft, verbreitert auf %@
es: 1 sesión · dispersa, ampliada a %@
fr: 1 séance · éparse, élargie à %@
it: 1 sessione · sparsa, ampliata a %@
pl: 1 sesja · rzadka, rozszerzona do %@
pt_pt: 1 sessão · escassa, ampliada para %@
ru: 1 сессия · разреженная, расширена до %@
th: 1 เซสชัน · ข้อมูลมีน้อย จึงขยายช่วงเป็น %@
zh_hans: 1 次会话 · 稀疏，已加宽至 %@
zh_hant: 1 次訓練 · 稀疏，已加寬至 %@

source: 1 session guarded
de: 1 Einheit geschützt
es: 1 sesión protegida
fr: 1 séance protégée
it: 1 sessione protetta
pl: 1 sesja strzeżona
pt_pt: 1 sessão vigiada
ru: 1 сессия защищена
th: มีการป้องกัน 1 เซสชัน
zh_hans: 已守护 1 次训练
zh_hant: 已守護 1 次訓練

source: 1 sport
de: 1 Sportart
es: 1 deporte
pt_pt: 1 desporto
ru: 1 вид спорта
th: 1 กีฬา
zh_hans: 1 项运动
zh_hant: 1 項運動

source: 1 type-0x2F historical-offload frame seen outside our sync. These are history (e.g. another app pulling the strap's backlog), not a live R22 stream (#494).
de: 1 type-0x2F-Frame (historischer Offload) außerhalb unserer Synchronisierung gesehen. Das ist Verlauf (z. B. eine andere App, die den Rückstand des Straps abruft), kein Live-R22-Stream (#494).
es: 1 trama de descarga histórica tipo 0x2F visto fuera de nuestra sincronización. Son historial (p. ej., otra app extrayendo el archivo de la pulsera), no una transmisión R22 en vivo (#494).
fr: 1 trame de transfert historique type-0x2F détectée en dehors de notre synchronisation. Ce sont des éléments d'historique (par ex. une autre appli qui récupère l'arriéré du bracelet), pas un flux R22 en direct (#494).
it: 1 frame di scarico storico type-0x2F visto fuori dalla nostra sincronizzazione. Si tratta di cronologia (ad es. un'altra app che scarica l'arretrato della fascia), non di un flusso R22 dal vivo (#494).
pl: 1 ramka odciążająca historię typu 0x2F widoczna poza naszą synchronizacją. To jest historia (np. kolejna aplikacja nadrabiająca zaległości paska), a nie transmisja na żywo z R22 (#494).
pt_pt: 1 fotograma de descarregamento histórico tipo 0x2F visto fora da nossa sincronização. Isto é histórico (por exemplo, outra aplicação a puxar o backlog da bracelete), não uma transmissão em direto do R22 (#494).
ru: Обнаружен 1 кадр исторической выгрузки типа 0x2F вне нашей синхронизации. Это история (например, другое приложение считывает архив браслета), а не живой поток R22 (#494).
th: 1 type-0x2F เฟรมออฟโหลดในอดีตที่เห็นนอกการซิงค์ของเรา สิ่งเหล่านี้คือประวัติ (เช่น แอปอื่นที่ดึงงานค้างของสายรัด) ไม่ใช่สตรีม R22 แบบเรียลไทม์ (#494)
zh_hans: 在我们的同步之外检测到 1 个 type-0x2F 历史卸载帧。这些是历史数据（例如另一个应用在拉取手环的积压数据），而非实时 R22 流（#494）。
zh_hant: 在我們的同步之外偵測到 1 個 type-0x2F 歷史卸載幀。這些是歷史資料（例如另一個應用程式正在拉取手環的積存資料），而非即時 R22 串流（#494）。

source: 1 week
de: 1 Woche
es: 1 semana
fr: 1 semaine
pl: 1 tydzień
pt_pt: 1 semana
th: 1 สัปดาห์

source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
pl: 1 rok
pt_pt: 1 ano
ru: 1 год
th: 1 ปี
zh_hans: 1 年
zh_hant: 1 年

source: 1 year older than your age
de: 1 Jahr älter als dein Alter
es: 1 año mayor que tu edad
fr: 1 an de plus que votre âge
it: 1 anno in più rispetto alla tua età
pl: 1 rok starszy od Twojego wieku
pt_pt: 1 ano mais velho que a tua idade
ru: На 1 год старше вашего возраста
th: แก่กว่าอายุของคุณ 1 ปี
zh_hans: 比你的实际年龄大 1 岁
zh_hant: 比你的實際年齡大 1 歲

source: 1 year younger than your age
de: 1 Jahr jünger als dein Alter
es: 1 año menor que tu edad
fr: 1 an de moins que votre âge
it: 1 anno in meno rispetto alla tua età
pl: 1 rok młodszy od Twojego wieku
pt_pt: 1 ano mais novo que a tua idade
ru: На 1 год младше вашего возраста
th: อ่อนกว่าอายุของคุณ 1 ปี
zh_hans: 比你的实际年龄小 1 岁
zh_hant: 比你的實際年齡小 1 歲

source: 1 yr older
de: 1 J. älter
es: 1 año mayor
fr: 1 an de plus
it: 1 anno in più
pl: 1 rok starszy
pt_pt: 1 ano mais velho
ru: На 1 год старше
th: แก่กว่า 1 ปี
zh_hans: 大 1 岁
zh_hant: 大 1 歲

source: 1 yr younger
de: 1 J. jünger
es: 1 año menor
fr: 1 an de moins
it: 1 anno in meno
pl: 1 rok młodszy
pt_pt: 1 ano mais novo
ru: На 1 год младше
th: อายุน้อยกว่า 1 ปี
zh_hans: 小 1 岁
zh_hant: 小 1 歲

source: 1Y
de: 1J
es: 1A
fr: 1A
it: 1A
pl: 1 rok
pt_pt: 1 ano
ru: 1Г
th: 1ป.
zh_hans: 1年
zh_hant: 1年

source: 2 days
de: 2 Tage
es: 2 días
fr: 2 jours
pl: 2 dni
pt_pt: 2 dias
th: 2 วัน

source: 2 weeks
de: 2 Wochen
es: 2 semanas
fr: 2 semaines
pl: 2 tygodnie
pt_pt: 2 semanas
th: 2 สัปดาห์

source: 2-day trend
de: 2-Tages-Trend
es: tendencia de 2 días
fr: tendance sur 2 jours
it: Andamento di 2 giorni
pl: Trend 2-dniowy
pt_pt: Tendência de 2 dias
ru: 2-дневный тренд
th: เทรนด์ 2 วัน
zh_hans: 2日趋势
zh_hant: 2日趨勢

source: 2pm+
de: ab 14 Uhr
es: 14h+
fr: 14h+
it: dalle 14
pt_pt: 14h +
zh_hans: 下午2点后
zh_hant: 下午 2 點後

source: 3 days
de: 3 Tage
es: 3 días
fr: 3 jours
it: 3 giorni
pl: 3 dni
pt_pt: 3 dias
ru: 3 дня
th: 3 วัน
zh_hans: 3天
zh_hant: 3天

source: 3 months
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi
pl: 3 miesiące
pt_pt: 3 meses
ru: 3 месяца
th: 3 เดือน
zh_hans: 3 个月
zh_hant: 3 個月

source: 3 weeks
de: 3 Wochen
es: 3 semanas
fr: 3 semaines
it: 3 settimane
pl: 3 tygodnie
pt_pt: 3 semanas
ru: 3 недели
th: 3 สัปดาห์
zh_hans: 3周
zh_hant: 3週

source: 5-minute average · selected day
de: 5-Minuten-Durchschnitt · ausgewählter Tag
es: promedio de 5 minutos · día seleccionado
fr: moyenne sur 5 minutes · jour sélectionné
it: Media di 5 minuti · giorno selezionato
pl: Średnia 5-minutowa · wybrany dzień
pt_pt: Média de 5 minutos · dia selecionado
ru: 5-минутное среднее · выбранный день
th: เฉลี่ย 5 นาที · วันที่เลือก
zh_hans: 5 分钟平均 · 所选日期
zh_hant: 5 分鐘平均 · 所選日期
